{
    "1": {
        "quote": "Laundry today or naked tomorrow",
        "author": "A sign that used to hang in our laundry room"
    },
    "2": {
        "quote": "Maybe a good rule in life is never become too important to do your own laundry.",
        "author": "Barry Sanders"
    },
    "3": {
        "quote": "We should all do what, in the long run, gives us joy, even if it is only picking grapes or sorting the laundry.",
        "author": "E. B. White"
    },
    "4": {
        "quote": "Learn to put your troubles in your pocket, then leave them there when you do your laundry.",
        "author": "John Avery"
    },
    "5": {
        "quote": "After enlightenment, the laundry.",
        "author": "Gautama Buddha"
    },
    "6": {
        "quote": "You know it's time to do the laundry when you dry off with a sneaker.",
        "author": "Zach Galifianakis"
    },
    "7": {
        "quote": "There is profundity to explore, but also laundry to do.",
        "author": "Bruce Feiler"
    },
    "8": {
        "quote": "An actress once advised me, 'Make sure you do your own laundry - it will keep you honest.'",
        "author": "Cate Blanchett"
    },
    "9": {
        "quote": "Give me a laundry list and I'll set it to music.",
        "author": "Gioachino Rossini"
    },
    "10": {
        "quote": "The reality is that we do not wash our own laundry - it just gets dirtier.",
        "author": "Frank Serpico"
    },
    "11": {
        "quote": "The secret to finding your passion is to bring it to everything you do. (Yes, even doing the laundry!)",
        "author": "Marie Forleo"
    },
    "12": {
        "quote": "Raising children, be aware that the piles and piles of laundry will disappear all too soon and that you will, to your surprise, miss them profoundly.",
        "author": "Thomas S. Monson"
    },
    "13": {
        "quote": "Always take an extra quarter to the laundry room.",
        "author": "Wes Smith"
    },
    "14": {
        "quote": "I think those little laundry detergent capsules are an amazing thing to have.",
        "author": "Josh Brolin"
    },
    "15": {
        "quote": "God goes to work with you and does the laundry with you too. There's no place that God is not.",
        "author": "Wayne Dyer"
    }
}